Repository: greenbone/openvas-scanner
Catalog: po/openvas-scripts-*.po
Languages: de

source: $CACERT: not found or not a file.
de: $CACERT: nicht gefunden oder keine Datei.

source: $CAKEY: not found or not a file.
de: $CAKEY: nicht gefunden oder keine Datei.

source: $CF updated
de: $CF geändert

source: $HOME should be defined.
de: $HOME sollte definiert sein.

source: $USERSDIR: not a directory.
de: $USERSDIR: Kein Verzeichnis.

source: (the user can have an empty rules set)
de: (der Benutzer kann einen leeren Regelsatz haben)

source: . Certification authority:
de: . Zertifizierungs-Stelle:

source: Another client certificate? (y/n)
de: Weiteres Client Zertifikat erzeugen? (j/n)

source: Congratulations. Your server certificate was properly created.
de: Gratulation. Ihr Server Zertifikat wurde erfolgreich erzeugt.

source: Certificate = $CACERT
de: Zertifikat = $CACERT

source: Certificate = $SRVCERT
de: Zertifikat = $SRVCERT

source: Creation Nessus SSL Client Certificate
de: Erzeugung Nessus SSL Client Zertifikat

source: Private key = $CAKEY
de: Privater Schlüssel = $CAKEY

source: Private key = $SRVKEY
de: Privater Schlüssel = $SRVKEY

source: Aborted
de: Abgebrochen

source: Add a new nessusd user
de: Neuen nessusd Benutzer hinzufügen

source: An error occured while generating the certificates and/or keys!
de: Während der Erzeugung des Zerfikats und/oder Schlüssles ist ein Fehler aufgetreten!

source: An error occured while trying to determine hostname!
de: Während der Ermittlung des Host Namens ist ein Fehler aufgetreten!

source: Authentication (pass/cert) [pass] :
de: Authentifizierung (pass/cert) [pass] :

source: CA certificate life time in days [1460]:
de: Lebensdauer CA Zertifikat in Tagen [1460]:

source: Cannot read $F
de: Datei $F kann nicht gelesen werden.

source: Certificate, key or Nessus DN file(s) already exist.
de: Zertifikat, Schlüssel oder Nessus DN Datei(en) existieren bereits.

source: Client certificates life time in days [365]:
de: Lebensdauer der Client Zertifikate in Tagen [365]:

source: Client certificates life time in days [$DFL_CERT_LIFETIME]:
de: Lebensdauer der Client Zertifikate in Tagen [$DFL_CERT_LIFETIME]:

source: Common Name:
de: Name:

source: Country:
de: Land:

source: Country ${Bo}two letter code${Bc} [$X]:
de: Land (2-buchstabige Abkürzung) [$X]

source: Creation of the Nessus SSL Certificate
de: Erzeugung des Nessus SSL Zertifikats

source: Do you want to go on and overwrite it/them? (y/n)
de: Wollen Sie fortsetzen und diese überschreiben? (j/n)

source: Do you want to register the users in the Nessus server as soon as you create their certificates? (y/n):
de: Wollen Sie die Benutzer beim Nessus Server registrieren, sobald deren Zertifikate erzeugt sind? (j/n):

source: Do you want to save openssl output in a file for further analysis? (y/n) [y]
de: Möchten Sie die openssl Ausgabe zur späteren Analyse in einer Datei speichern? (j/n) [j]

source: Enter the location to a place where I could place temporary files: [$HOME]
de: Geben Sie einen Pfad zur Ablage temporäre Dateinen ein: [$HOME]

source: Enter the rules for this user, and hit ctrl-D once you are done:
de: Geben Sie die Regeln für diesen Benutzer ein und beenden Sie die Eingabe mit Ctrl-D:

source: Error - could not create $tmpAddUserDir
de: Fehler - Verzeichnis $tmpAddUserDir konnte nicht erzeugt werden.

source: Error - could not write $tmpAddUserFile
de: Fehler - in Datei $tmpAddUserFile konnte nicht geschrieben werden.

source: Executing nessusd failed. Make sure your library loader is configured properly and that nessusd is in your $PATH.
de: Ausführung von nessusd fehlgeschlagen. Stellen Sie sicher, dass der Bibliotheks-Lader korrekt konfiguriert und nessusd über $PATH erreichbar ist.

source: For instance, you may want him to be able to scan his own host only.
de: Z.B. könnten Sie verlangen, dass dieser nur seinen eigenen Host scannen kann.

source: If some question has a default answer, you can force an empty answer by entering a single dot '.'
de: Bei Fragen mit vorgeschlagener Standard-Antwort können Sie eine leere Antwort erzwingen, indem Sie einen einzelnen Punkt '.' eingeben.

source: Is that ok? (y/n) [y]
de: Ist das ok? (j/n) [j]

source: Location:
de: Ort:

source: Location ${Bo}e.g. town${Bc} [$X]:
de: Wohnort [$X]:

source: Login password (again) :
de: Login Passwort (wiederholen) :

source: Login password :
de: Login Passwort :

source: Login to remove :
de: Entfernung Benutzer :

source: Missing or empty configuration file "$nessusd_conf"!
de: Konfigurationsdatei "$nessusd_conf" nicht verfügbar!

source: Nessus CA certificate:
de: Nessus CA Zertifikat:

source: Nessus CA private key:
de: Nessus CA privater Schlüssel:

source: Nessus server 'private' directory:
de: Nessus Server 'private' Verzeichnis:

source: Nessus server 'public' directory:
de: Nessus Server 'public' Verzeichnis:

source: Note that this information will *NOT* be sent to anybody (everything stays local), but anyone with the ability to connect to your Nessus daemon will be able to retrieve this information.
de: Bitte beachten Sie, dass diese Informationen an *NIEMANDEN* gesendent werden (alles bleibt lokal), aber dass jeder, der eine Verbindung zu Ihrem Nessus Daemon aufbauen kann, Zugang zu diesen Informationen hat.

source: Only root should use openvas-adduser.
de: Nur root sollte openvas-adduser ausführen.

source: Only root can use openvas-mkcert.
de: Nur root sollte openvas-mkcert ausführen.

source: Only root should use openvas-rmuser.
de: Nur root sollte openvas-rmuser ausführen.

source: OpenSSL is not properly installed: The 'openssl' command line utility could not be found (is your $PATH set properly?)
de: OpenSSL ist ist nicht korrekt installiert: Das 'openssl' Kommandozeilen-Tool konnte nicht gefunden werden (ist die $PATH Variable richtig gesetzt?)

source: Organization:
de: Organisation:

source: Organization [$X]:
de: Organisation [$X]:

source: Organizational Unit:
de: Abteilung:

source: Organization unit [$X]:
de: Abteilung [$X]:

source: Password :
de: Passwort :

source: Passwords do not match!
de: Passwörter stimmmen nicht überein!

source: Please enter User Distinguished Name:
de: Bitte geben Sie einen Benutzernamen ein:

source: Please see the openvas-adduser(8) man page for the rules syntax.
de: Bitte lesen Sie auf der openvas-adduser(8) man page über die Regel Syntax.

source: Press [ENTER] to continue...
de: Drücken Sie [ENTER] um fortzufahren...

source: Press [ENTER] to exit
de: Drücken Sie [ENTER] zum Beenden

source: Rules :
de: Regeln :

source: Server certificate life time in days [365]:
de: Lebensdauer Server Zertifikat in Tagen [365]:

source: State:
de: Bundesland:

source: State or province name [$X]:
de: Bundesland [$X]:

source: The following files were created:
de: Die folgenden Dateien wurden erzeugt:

source: This login already exists. Choose another one.
de: Dieses Benutzerkonto existiert bereits. Bitte wählen Sie einen anderen Benutzernamen.

source: This script will now ask you the relevant information to create the SSL certificate of Nessus.
de: Dieses Skript wird nun nach Informationen fragen, die zur Erzeugung des SSL Zertifikats für Nessus benötigt werden.

source: This script will now ask you the relevant information to create the SSL client certificates for Nessus.
de: Dieses Skript wird nun nach Informationen fragen, die zur Erzeugung der SSL Client Zertifikate für Nessus benötigt werden.

source: User rules
de: Benutzer Regeln

source: User ${Hash}$I name ${Bo}e.g. Nessus username${Bc}:
de: Benutzer #$I Name (e.g. Nessus Benutzername):

source: User added to Nessus.
de: Benutzer zu Nessus hinzugefügt.

source: Users directory?
de: Benutzer Verzeichnis?

source: Using /var/tmp as a temporary file holder.
de: /var/tmp wird als temporärer Dateiordner verwendet.

source: We are going to ask you some question for each client certificate.
de: Im folgenden werden für jedes Client Zertifikat einige Fragen gestellt.

source: Where should I save this file? [$HOME/openssl-output]
de: Wo soll diese Datei gespeichert werden? [$HOME/openssl-output]

source: You do not have any suitable random source.
de: Es steht keine passende Quelle für Zufallszahlen zur Verfügung.

source: You will be asked to type a few random keys on your keyboard to generate random bytes.
de: Sie werden gefragt werden, einige beliebige Tasten auf Ihrer Tastatur zu drücken, um Zufallszahlen zu erzeugen.

source: Your $TMPDIR variable is not set!
de: Die $TMPDIR Variable ist nicht gesetzt!

source: Your client certificates are in $BASEDIR.
de: Ihre Client Zertifikate sind im Verzeichnis $BASEDIR abgelegt.

source: You will have to copy them by hand.
de: Sie müssen diese von Hand kopieren.

source: Your country ${Bo}two letter code${Bc} [$X]:
de: Ihr Land (2-buchstabige Abkürzung) [$X]:

source: Your location ${Bo}e.g. town${Bc} [$X]:
de: Ihr Wohnort [$X]:

source: Your organization [$X]:
de: Ihre Organisation [$X]:

source: Your organization [none]:
de: Ihre Organisation [keine]:

source: Your organizational unit [none]:
de: Ihre Abteilung [keine]:

source: Your password can not be empty.
de: Das Passwort kann nicht leer sein.

source: Your state or province name [none]:
de: Ihr Bundesland [keins]:

source: Yy
de: Jj

source: created
de: erzeugt

source: nessusd has a rules system which allows you to restrict the hosts that $login has the right to test.
de: nessusd hat ein Regelsystem, das es Ihnen erlaubt, die Systeme zu beschränken, auf die $login zum Testen Zugriff hat.

source: user added.
de: Benutzer hinzugefügt.

source: user removed.
de: Benutzer entfernt.

source: y
de: j
